{"comments": [{"author": "Darkrai1417", "avatar": "https://avatars.fastly.steamstatic.com/04a89ae1bf50b993bf648e2ce9ad0ec2166a91c1.jpg", "timestamp": "2025-03-19T03:28:59-07:00", "comment": "Hola, respondiendo a tu duda por lo poco que se si estás jugando la versión de Microsoft store con el doblaje latino lamento decirte que las cinemáticas no funcionan con doblaje y creo que es debido a algunos archivos del idioma :( ojalá y alguien sepa cómo solucionarlo"}, {"author": "V_v1ck0", "avatar": "https://avatars.fastly.steamstatic.com/136c614eaa7cffa5a5ffa5e7e145afd4f01660d1.jpg", "timestamp": "2025-03-18T22:12:52-07:00", "comment": "hola me funciono gracias solo tengo 1 duda las cinematicas como logro ponerlas en altino las de zombis me refiero"}, {"author": "atuburapaler", "avatar": "https://avatars.fastly.steamstatic.com/4cfc4d1ef2cb2c4dfc32def99ea209a55df7c057.jpg", "timestamp": "2025-02-15T14:37:39-07:00", "comment": "Hola, hasta donde sabemos NO traen. Podés ver la lista de idiomas disponibles listados en la página. Incluso si dijera que lo incluye, como ves hay reportes de Black Ops III diciendo lo contrario."}, {"author": "AKA-Fallow", "avatar": "https://avatars.fastly.steamstatic.com/aa7d19ca329b2fd50808c8ad724edd88cac59a62.jpg", "timestamp": "2025-02-15T02:58:20-07:00", "comment": "Sabes si los otros call of duty en la Xbox App vienen con doblaje? Siempre quise jugar al Ghost y Advanced en latino pero daba paja para jugarlo en consola lol"}, {"author": "Darkrai1417", "avatar": "https://avatars.fastly.steamstatic.com/04a89ae1bf50b993bf648e2ce9ad0ec2166a91c1.jpg", "timestamp": "2025-02-03T11:23:12-07:00", "comment": "Ok confirmo que los archivos de las voces en español latino en la versión de Microsoft store si funcionan (en in-game) solo los archivos core (cinemáticas creo) como tienen otro nombre pues creo que si les cambio el nombre puedan funcionar al final, las puse asi como estan y se me quitaron las voces de la cinematica de origins (no comprobe otros mapas), solo me quedaria ponerles a los archivos core como estan asi en microsoft store y ver si los hace funcionar :)"}, {"author": "atuburapaler", "avatar": "https://avatars.fastly.steamstatic.com/4cfc4d1ef2cb2c4dfc32def99ea209a55df7c057.jpg", "timestamp": "2025-02-03T06:27:47-07:00", "comment": "Gracias por tu comentario, una pena como fue distribuido el juego."}, {"author": "Darkrai1417", "avatar": "https://avatars.fastly.steamstatic.com/04a89ae1bf50b993bf648e2ce9ad0ec2166a91c1.jpg", "timestamp": "2025-02-03T04:09:07-07:00", "comment": "No se si este bien comentar aquí pero pude solucionar lo de mi BO3 de Microsoft Store reinstalando el juego usando el idioma de mi computadora en español de España, por alguna razón el juego a veces no instala ningún idioma si tienes tu computadora en español mexico o sus derivados en latinoàmerica ya que la versión de Microsoft store es la misma que la de steam solo que adaptada a Xbox Live, tambien vi que los contenidos de la campaña, multijugador y zombis son independientes al juego base(cada uno esta separado en diferentes carpetas), probare instalar el latino en mi juego a ver si me funciona"}, {"author": "atuburapaler", "avatar": "https://avatars.fastly.steamstatic.com/4cfc4d1ef2cb2c4dfc32def99ea209a55df7c057.jpg", "timestamp": "2025-01-01T15:39:25-07:00", "comment": "El archivo que dice \"Requerido\" tiene esos audios."}, {"author": "Solyaris [Isin generoI]", "avatar": "https://avatars.fastly.steamstatic.com/295f32454a5195f6fd18207e36e220cc5112218a.jpg", "timestamp": "2025-01-01T13:32:38-07:00", "comment": "se traducen tambien las cinematicas? el mio se quedaron es español españa"}, {"author": "Artur", "avatar": "https://avatars.fastly.steamstatic.com/b1d2f8ae01cb0002c864c25e2b23ca30e6e8c5a5.jpg", "timestamp": "2024-12-30T18:17:49-07:00", "comment": "Asegúrate de eliminar el espacio antes del “.com”."}]}