{
  "comments": [
    {
      "author": "Maniito92",
      "avatar": "https://avatars.akamai.steamstatic.com/367e20dc344473a487fb2c5d6dc2f54b0b0c4f8f_medium.jpg",
      "timestamp": "2025-09-27T23:51:29-07:00",
      "comment": "Los logros de Steam siguen siendo obtenibles si lo modifico?"
    },
    {
      "author": "Artur",
      "avatar": "https://avatars.akamai.steamstatic.com/b1d2f8ae01cb0002c864c25e2b23ca30e6e8c5a5_medium.jpg",
      "timestamp": "2025-09-27T13:03:37-07:00",
      "comment": "Ya se probó mantener la duración de los audios originales y aun así los problemas persisten, los audios de 0KB ya existen en los archivos originales del castellano por lo que no es un error del programa."
    },
    {
      "author": "Strong Wolf",
      "avatar": "https://avatars.akamai.steamstatic.com/b01dbd097b9c9c5f94379fe5228d57c4aa26b659_medium.jpg",
      "timestamp": "2025-09-27T10:05:46-07:00",
      "comment": "Al abrir los archivos sabs con Black Ops Sound Studio hay algunas pistas de audio que pesan 0 KB. Eso significa que el programa no fue capaz de leer esas pistas de audio al hacer el empaquetado de los archivos sabs, y por lo tanto esas pistas de audio no tienen sonido. Esa es la razon por la que a veces el audio se va en mitad de la partida, los archivos sabs estan corruptos.Otra cosa que es un poco molesta, es que las voces de power up de Richtofen duran muchisimo por los ecos (por ejemplo cuando dice doble puntuacion se escucha \"doble puntuacion cion-cion-cion-cion\") esto hace que al tomar un segundo power up, este no se escuche ya que la voz del power up anterior se sigue reproduciendo con los ecos al final de la pista de audio. Si cortaran los ecos para reducir la duracion de la pista de audio, este pseudo error se corregiría. Podria hacerlo yo, pero el Black Ops Sound Studio no permite editar los archivos de Black Ops 3."
    },
    {
      "author": "TheBlackMauro",
      "avatar": "https://avatars.akamai.steamstatic.com/8dd6d817f406a8b3b036fb216cbf54a89fd9708c_medium.jpg",
      "timestamp": "2025-09-13T12:48:10-07:00",
      "comment": "encontre un problema en el mapa ascension, por algun motivo, las voces del mapa se oyen entre cortadas y bugeadas, no entiendo por que sucede esto."
    },
    {
      "author": "Artur",
      "avatar": "https://avatars.akamai.steamstatic.com/b1d2f8ae01cb0002c864c25e2b23ca30e6e8c5a5_medium.jpg",
      "timestamp": "2025-08-23T21:13:42-07:00",
      "comment": "Intenta abrir el avance desde un navegador externo."
    },
    {
      "author": "atuburapaler",
      "avatar": "https://avatars.akamai.steamstatic.com/4cfc4d1ef2cb2c4dfc32def99ea209a55df7c057_medium.jpg",
      "timestamp": "2025-08-23T20:23:56-07:00",
      "comment": "Nunca nadie reportó algo así ¿Estás seguro de que es la versión de Steam?Y no hay nada caído, todo funciona y está en línea."
    },
    {
      "author": "BearOvertaker",
      "avatar": "https://avatars.akamai.steamstatic.com/397fdc373af287c1f263c3f51aaeb9b97db0e529_medium.jpg",
      "timestamp": "2025-08-23T17:30:43-07:00",
      "comment": "Disculpa tengo un problema con los dialogos del modo zombies se entrelazan ,como si uno habla al momento ya adelantado ,que no coincide con la escena -y actualmente los links estan caidos ,alguna solucion para el mod latino ?"
    },
    {
      "author": "JulianCODGod",
      "avatar": "https://avatars.akamai.steamstatic.com/32fec78ff8f130d9d081b02d4de38971774b28d8_medium.jpg",
      "timestamp": "2025-06-29T20:18:48-07:00",
      "comment": "entiendo, pasa algo similar con moon, las voces del comentarista de la nada se les reduce el volumen a lo mas bajo, pero buena perfeccion no existe de igual manera gracias, los mapas importantes si funcionan de maravilla, Un saludo"
    },
    {
      "author": "Artur",
      "avatar": "https://avatars.akamai.steamstatic.com/b1d2f8ae01cb0002c864c25e2b23ca30e6e8c5a5_medium.jpg",
      "timestamp": "2025-06-29T17:03:14-07:00",
      "comment": "Es un error conocido, pero de momento no es solucionable con las herramientas actuales."
    },
    {
      "author": "JulianCODGod",
      "avatar": "https://avatars.akamai.steamstatic.com/32fec78ff8f130d9d081b02d4de38971774b28d8_medium.jpg",
      "timestamp": "2025-06-29T09:52:23-07:00",
      "comment": "HOLA, PROBÉ TODOS LOS MAPAS Y EN EL ÚNICO QUE HAY UN ERROR CON LAS VOCES ES EN ASCENSIÓN, LA VOZ DEL COMENTARISTA SE ESCUCHA CORTADA (TRABADA) ES LO ÚNICO, LA DE LOS PERSONAJES ESTA BIEN, PERO LA DEL COMENTARISTA CUANDO SE ACTIVAN LOS MÓDULOS, COHETESY DEMÁS SE ESCUCHA MAL, OJALA PUDIERAS RESOLVERLO"
    }
  ]
}